[{
	"_id": {
		"$oid": "5f02803a258ff350affd3601"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Virgin River",
	"image": "images/Virgin-River.webp",
	"description": "Based on Robyn Carr's novels of the same name, Virgin River follows Mel Menroe (Alexandra Breckenridge), a midwife and nurse who moves to the small Californian town of Virgin River to start a new life. Virgin River, though, doesn't end up being quite what Mel expected.",
	"createdAt": {
		"$date": "2020-07-06T01:36:58.187Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:36:58.187Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f02803a258ff350affd3602"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Resident Evil",
	"image": "images/Resident-Evil.webp",
	"description": "Set across two timelines – the show's present day setting of 2036, plus flashback sequences occurring in 2022 – Resident Evil follows Jade Wesker (Ella Balinska) as she searches for her lost sister Billie (Adeline Rudolph) amid another zombie apocalypse. The duo were separated during the early days of the outbreak, which was caused by the Umbrella Corporation's new antidepressant – Joy – that contains the T-virus, the man-made mutagenic that turns humans into bloodthirsty zombies. Oh, and other living creatures into all kinds of horrifying monsters.",
	"createdAt": {
		"$date": "2020-07-06T01:36:58.187Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:36:58.187Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f02804e258ff350affd3603"
	},
	"trending": false,
	"new": true,
	"exclusive": false,
	"name": "The Umbrella Academy",
	"image": "images/The-Umbrella-Academy.webp",
	"description": "Spend a few sunny days and starry nights beneath a canopy of old-growth firs at this enchanting spot by the Chrome River.",
	"createdAt": {
		"$date": "2020-07-06T01:37:18.367Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:18.367Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f02805d258ff350affd3604"
	},
	"trending": false,
	"new": false,
	"exclusive": true,
	"name": "Peaky Blinders",
	"image": "images/Peaky-Blinders.webp",
	"description": "Loosely based on the real-life Peaky Blinders gang that menacingly patrolled the streets in the late 19th and early 20th century, the show largely follows the exploits of Tommy Shelby (Cillian Murphy), the ambitious and cunning leader of the Shelby family. The series charts the rise and fall of the Shelbys as they navigate the changing landscape at home and abroad, trying to stay one step ahead of the authorities while simultaneously tackling global issues including the prohibition era and the rise of fascism in the 1930s.",
	"createdAt": {
		"$date": "2020-07-06T01:37:33.290Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:33.290Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3605"
	},
	"trending": true,
	"new": false,
	"exclusive": false,
	"name": "Stranger Things",
	"image": "images/Stranger-Things.webp",
	"description": "Stranger Things is a brilliant homage to '80s pop culture. Leaning heavily on Spielberg, John Carpenter and Stephen King – so much King, in fact – the story revolves around a small town, a group of friends, a missing person and a dodgy science lab. Writing anything else would give away the myriad twists in a show that is full of creepy fun, superhero-esque action, thrilling mysteries, and devilishly gruesome horror.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3606"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Love, Death & Robots",
	"image": "images/Love-Death-Robots.webp",
	"description": "Like most (if not all) anthologies, the quality of Adult CG animated anthology Love, Death and Robots varies between episodes, but taken as a larger work, this show has a lot to give. The ideas vary wildly between comedy, horror, action, and drama, with a dark touch at the heart of the series – what happens if a home-cleaning unit starts trying to kill its owner? What happens if a yoghurt tries to secure world domination? Sometimes, an episode is as simple as a woman being on the run from a killer after witnessing a horrible murder.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3607"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Bling Empire",
	"image": "images/Bling-Empire.webp",
	"description": "For the uninitiated: Bling Empire is a reality TV show that follows a number of wealthy Asian socialites as they enjoy the lavish lifestyle that's on offer in one of the US' most prestigious cities. Think of it as a real-life version of acclaimed movie Crazy Rich Asians, and all of your questions will be answered.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3608"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Heartstopper",
	"image": "images/Heartstopper.webp",
	"description": "Heartstopper stars Joe Locke as Charlie Spring, a gentle schoolboy who strikes up an unlikely friendship with Kit Connor's rugby-obsessed Nick Nelson. It isn't long before the pair realize that a blossoming romance is developing between them, however, forcing them to confront (and accept) who they are and what they want out of life and a relationship.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3609"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Russian Doll",
	"image": "images/Russian-Doll.webp",
	"description": "Orange Is The New Black's Natasha Lyonne stars in this dark comedy as Nadia, a wisecracking New Yorker who keeps dying and reliving her 36th birthday party in a surreal time loop – much like Groundhog Day. ",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3610"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Better Call Saul",
	"image": "images/Better-Call-Saul.webp",
	"description": "How do you follow up on one of the biggest shows in history? This is how. Better Call Saul is a prequel masterclass to the famous Breaking Bad, filling in the murky backstory of the garishly-dressed hustler lawyer, Jimmy McGill/Saul Goodman, and gradually crafting characters engrossing, unpredictable, and engaging enough to justify its existence in its own right.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3611"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Bridgerton",
	"image": "images/Bridgerton.webp",
	"description": "This bold and sexually-charged Netflix period drama, based on Julia Quinn’s romance novels, has quickly become the talk of the ‘ton’. It follows a coterie of young socialites as they navigate a season of balls, betrothals, and betrayals in 1813 London – and attempt to outmanoeuvre the mysterious Lady Whistledown, whose ‘gossip sheets’ are able to make or break a debutante’s reputation overnight.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3612"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Formula 1: Drive to Survive",
	"image": "images/Formula-1.webp",
	"description": "Offering unprecedented behind-the-scenes access, Formula 1: Drive to Survive is a petrolhead's dream. The supercar TV series provides an in-depth peek behind the curtain on the biggest moments and flashpoints in the F1 world, including drive bust-ups and the ongoing race to become the most dominant F1 construction company in the world.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3613"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Vikings Valhalla",
	"image": "images/Vikings-Valhalla.webp",
	"description": "Set 100 years after the events depicted in the History Channel/Prime Video series, Vikings Valhalla focuses on the final decades of the Viking era, which will culminate in their final defeat during the Battle of Stamford Bridge in 1066.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3614"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Murderville",
	"image": "images/Murderville.webp",
	"description": "Based on a BBC Three TV show called Murder in Successville, Murderville follows Will Arnett's eccentric detective Terry Seattle as he looks to solve a new murder-mystery case in the series' six episodes.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3615"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Ozark",
	"image": "images/Ozark.webp",
	"description": "Netflix's Breaking Bad-esque family crime thriller was popular before the pandemic – then the arrival of a new season in 2020 seemed to supercharge interest in the show. Jason Bateman plays Marty Byrde, a financial advisor who drags his family to the Missouri Ozarks in order to launder hundreds of millions of dollars, and keep a cartel boss off his back. Laura Linney plays his wife, Wendy, who arguably develops more than any other character over the course of its twist-heavy run.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3616"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Cobra Kai",
	"image": "images/Cobra-Kai.webp",
	"description": "Once a YouTube original, Netflix snapped up the rights to Karate Kid continuation TV show Cobra Kai last year, and turned it into a smash hit. Set 34 years after Johnny Lawrence (William Zabka) was defeated by Danny LaRusso (Ralph Macchio), the former opens the Cobra Kai dojo once more to teach a new generation of kids how to fight. This sparks Johnny and Danny's old rivalry, and the action spins out from there.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3617"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "The Witcher",
	"image": "images/The-Witcher.webp",
	"description": "If you were disappointed by the end of Game of Thrones, it's a treat. Henry Cavill plays monster hunter Geralt of Rivia in a story that spans decades and wars between nations. And with season 2 uniting him with other fan favorite characters from the novels, the show's second outing is even better than the first.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3618"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Arcane",
	"image": "images/Arcane.webp",
	"description": "Developed by Riot Games, Arcane is a prequel story set in the beloved world of League of Legends (LoL). Set before the events of the fan favorite MOBA, Arcane follows the likes of Vi (Hailee Steinfeld), Jinx (Ella Purnell) and Jayce (Kevin Alejandro) as they embark on their respective journeys towards becoming the heroes and villains of Riot's multiplayer game.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3619"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "You",
	"image": "images/You.webp",
	"description": "You returned for its third season in October 2021 – this time casting Penn Badgley's obsessive Joe Goldberg as a father, as he settles down with dangerous partner Love (Victoria Pedretti) in the suburbs. Things don't stay normal for long, of course, but we'll let you discover that for yourself.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3620"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Seinfeld",
	"image": "images/Seinfeld.webp",
	"description": "The legendary sitcom is now available exclusively on Netflix. Seinfeld is a show about friends Jerry, Elaine, George and Kramer, and the various preposterous social situations and awkward encounters that make up their lives. Famously known as a sitcom about nothing, it goes against the feel-good underpinning of its '90s contemporaries and insists its characters never learn any lessons.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3621"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Squid Game",
	"image": "images/Squid-Game.webp",
	"description": "Squid Game is Netflix's biggest TV show ever, breaking all kinds of records in 2021 and ensuring that that it'll take a monumental effort from future projects to even have a chance of trying to claim its throne. This South Korean drama comes from the mind of director Hwang Dong-hyuk, and follows a group of indebted citizens invited to risk their lives in a mysterious survival game. ",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3622"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Midnight Mass",
	"image": "images/Midnight-Mass.webp",
	"description": "Midnight Mass is about a young man (Zach Gilford) who returns to his secluded island home of Crockett to serve a parole sentence. At the same time, a new priest (Hamish Linklater) arrives just as miraculous events start occurring across the island – leading the whole community to embrace religion in an unprecedented fashion. Something dark, however, lurks beneath the surface of this place.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3623"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Sex Education",
	"image": "images/Sex-Education.webp",
	"description": "Starring Gillian Anderson and Asa Butterfield alongside a slew of previously unknown actors, this British comedy is a treat. It's about the students, parents and teachers of Moordale Secondary School, where Butterfield plays Otis, the son of sex therapist Dr Jean Milburn (Anderson). He teams up with Maeve (Emma Mackey) to open their own in-school sex education clinic, and help fellow students out with their various issues.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3624"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "I Think You Should Leave with Tim Robinson",
	"image": "images/Tim-Robinson.webp",
	"description": "It won't take you long to binge both seasons of Tim Robinson's latest sketch comedy series – each episode is only 15 minutes long. The basic setup of a lot of its sketches is the same: someone performs a faux pas, then takes that awkward moment to such extremes that it escalates in its strangeness. It's definitely an acquired taste, but then so many of the best things are. ",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3625"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Sweet Tooth",
	"image": "images/Sweet-Tooth.webp",
	"description": "This post-apocalyptic fantasy series is about a half-human, half-deer boy who travels across the ruined world with a hardened protector – searching for a new life amid the ruins of America. ",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3626"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Shadow and Bone",
	"image": "images/Shadow-and-Bone.webp",
	"description": "Netflix has enjoyed plenty of success with its fantasy TV offerings in recent times. Shadow and Bone, then, had plenty to live up to in a genre that also contains The Witcher, but it more than holds its own with an adventurous and twisting plot, investable characters and lots of drama.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3627"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "The Crown",
	"image": "images/The-Crown.webp",
	"description": "The Crown was Netflix's first big swing at a British prestige drama, the likes of which normally come from the BBC. The show's enormous budget results in a lavish depiction of the life of Queen Elizabeth II, first played by Claire Foy, and most recently portrayed by Olivia Colman in season 3, with a killer ensemble cast to boot.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
},
{
	"_id": {
		"$oid": "5f028064258ff350affd3628"
	},
	"trending": false,
	"new": false,
	"exclusive": false,
	"name": "Money Heist",
	"image": "images/Money-Heist.webp",
	"description": "Don't let the strangely goofy name put you off. Money Heist, or La Casa del Papel as it's known in Spanish-speaking countries, is a thrilling heist drama about a group of criminals brought together by an enigmatic figure called The Professor to rob the Royal Mint of Spain. With dense characterization, big twists and career-making performances, this is an unusual and clever heist show that'll grip you right away.",
	"createdAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"updatedAt": {
		"$date": "2020-07-06T01:37:40.968Z"
	},
	"__v": 0
}
]

